INSERT INTO book_manager.notice (admin_id,`type`,created_at,title,content,views) VALUES
	 (1,b'00','2025-07-04 16:24:34','북매니저에 오신 것을 환영합니다!','저희 북매니저는 여러분의 편리한 도서관 이용을 돕기 위해 최선을 다하겠습니다.',7),
	 (1,b'11','2025-07-04 16:26:18','북매니저와 함께하실 분을 찾습니다','저희 북매니저는 언제나 함께 하실 열정 있는 직원을 구하고 있습니다.
사이트 하단의 연락처로 연락주시기 바랍니다.',1),
	 (1,b'10','2025-07-04 16:31:29','도서관 시설점검 일정','2025-xx-xx ~ 2025-xx-xx
이상의 이용기간 동안 휴관은 하지 않으나 소음이 발생할 수 있습니다.
이용에 불편을 드려 죄송하며,
앞으로도 안심하고 이용할 수 있는 도서관을 만들기 위해 최선을 다하겠습니다.
',2),
	 (1,b'00','2025-07-04 16:31:59','도서관 이용수칙 안내','첨부된 안내문을 참조해주시기 바랍니다.',1),
	 (1,b'00','2025-07-04 16:32:14','북매니저 이용수칙 안내','첨부된 안내문을 참조해주시기 바랍니다.',1),
	 (1,b'01','2025-07-04 16:32:40','도서관 휴관 일정','2025-07-04 ~ 2525-07-03
저희 도서관은 해당 기간 동안 휴관합니다.
일정 숙지하시어 이용에 차질 없으시길 바라겠습니다.',11),
	 (1,b'00','2025-07-04 17:01:08','로그인 오류 안내','현 시간 이후로 정상이용 가능합니다.
이용에 불편을 드려 죄송합니다.',1),
	 (1,b'00','2025-07-04 17:01:24','대여 정책 변경 공지','이후 도서관에서 책을 대여하실 때는 일련번호를 확인하여 북매니저를 통해 대여신청을 해주시기 바랍니다.',1),
	 (1,b'10','2025-07-04 17:02:19','7월 시스템 점검 안내','2025-07-xx ~ 2025-07-xx
이상의 기간 동안은 북매니저를 이용하실 수 없습니다
앞으로도 편리한 북매니저 서비스를 위해 최선을 다하겠습니다',1),
	 (1,b'00','2025-07-04 17:02:46','신간 도서 입고 안내','금일 프로그래밍 서적을 대량으로 입고하였습니다.
자세한 내역은 첨부된 안내문을 참조해주시기 바랍니다.',1);