INSERT INTO book_manager.notice (admin_id,`type`,created_at,title,content,views) VALUES
(1,b'00','2025-07-04 16:24:34','북매니저에 오신 것을 환영합니다!','저희 북매니저는 여러분의 편리한 도서관 이용을 돕기 위해 최선을 다하겠습니다.

북매니저 이용 중 문의사항이 있으시다면 문의게시판을 이용하시거나 이하의 연락처로 연락바랍니다.

전화: 010-7294-3724
이메일: admin@bookmanager.com',18),
                                                                                     (1,b'11','2025-07-04 16:26:18','북매니저와 함께하실 분을 찾습니다(상시, 00명)','저희 북매니저는 언제나 함께 하실 열정 있는 직원을 구하고 있습니다.
사이트 하단의 연락처로 연락주시기 바랍니다.',6),
                                                                                     (1,b'10','2025-07-04 16:31:29','2025년 7월 도서관 시설점검 일정','2025-xx-xx ~ 2025-xx-xx
이상의 이용기간 동안 휴관은 하지 않으나 소음이 발생할 수 있습니다.
이용에 불편을 드려 죄송하며,
앞으로도 안심하고 이용할 수 있는 도서관을 만들기 위해 최선을 다하겠습니다.
',5),
                                                                                     (1,b'00','2025-07-04 16:31:59','(2025-07-04 개정) 도서관 이용수칙 안내','도서관 규칙이나 약속을 잘 지켜야 합니다. 대출 시 반납기한을 잘 지켜주세요.
도서관에서는 공중도덕을 지켜야 합니다.
도서관 자료 및 시설을 소중히 다루어야 합니다. (책의 훼손 및 파손행위, 책을 훔치는 행위 금지)
자료실에서는 음식물 섭취를 할 수 없으므로 식당이나 휴게실을 이용하세요.
다른 사람들에게 방해가 되는 행위를 하지 않도록 합시다. (큰 소리로 떠드는 행위 등)
도서관 내에서는 휴대폰 사용을 자제해 주세요.
이용한 자료는 반납 책꽂이에 놓아주세요.',6),
                                                                                     (1,b'00','2025-07-04 16:32:14','(2025-07-04 개정) 북매니저 이용수칙 안내','1. 도서 대출시에는 반드시 북매니저를 통해주시기 바랍니다.
2. 북매니저 안에서 비방, 욕설 등 타인에게 해가 되는 행위를 삼가주시기 바랍니다.
3. 위 수칙을 어길 시, 혹은 기타 사이트 운영에 해가 되는 행위가 확인되면 사전예고 없이 제재될 수 있습니다.',5),
                                                                                     (1,b'01','2025-07-04 16:32:40','2025년 7월 도서관 휴관 일정','2025-07-04 ~ 2525-07-03
저희 도서관은 해당 기간 동안 휴관합니다.
일정 숙지하시어 이용에 차질 없으시길 바라겠습니다.',14),
                                                                                     (1,b'00','2025-07-04 17:01:08','(2025-07-06 15시 수정) 로그인 오류 안내','점검 완료 시간 : 2025년 07월 04일 17시

현 시간 이후로 정상이용 가능합니다.
이용에 불편을 드려 죄송합니다.',7),
                                                                                     (1,b'00','2025-07-04 17:01:24','대여 정책 변경 공지','도서 대여는 북매니저를 통해서 신청하는 것이 원칙이나, 사서를 통해서 대여하는 것이 계속되다보니 업무 부담이 줄어들지 않았습니다.

이후 도서관에서 책을 대여하실 때는 반드시 일련번호를 확인하여 북매니저를 통해 대여신청을 해주시기 바랍니다.',5),
                                                                                     (1,b'10','2025-07-04 17:02:19','2025년 7월 시스템 점검 안내','2025-07-xx ~ 2025-07-xx
이상의 기간 동안은 북매니저를 이용하실 수 없습니다
앞으로도 편리한 북매니저 서비스를 위해 최선을 다하겠습니다',4),
                                                                                     (1,b'00','2025-07-04 17:02:46','신간 도서 입고 안내','금일 프로그래밍 서적을 대량으로 입고하였습니다.
자세한 내역은 첨부된 안내문을 참조해주시기 바랍니다.',2);
INSERT INTO book_manager.notice (admin_id,`type`,created_at,title,content,views) VALUES
                                                                                     (1,b'11','2025-07-08 14:40:48','창고정리 긴급구인(00명)','작업 기간 : 2025-08-01 ~ 2025-08-31

작업 내용 : 보관도서 상태 점검, 보관도서 분류 확인, 보관위치 변경',1),
                                                                                     (1,b'00','2025-07-08 14:53:51','현재 민원으로 들어오고 있는 도서관 주변 쓰레기 문제에 대해 안내말씀 드립니다','최근 들어 음료수를 다 마시고 난 일회용 용기들이 도서관과 인접한 상가 부지에 버려진다는 민원이 빈발하고 있습니다.

저희 도서관은 내부에 음식물이 반입이 금지되어있으며, 그럼에도 부득이하게 가지고 들어오셔야 하는 경우 도서실 입장 전 쓰레기를 버릴 수 있도록 쓰레기통이 비치되어 있습니다.

공지 발송 이후에도 동일한 문제가 확인될 경우, CCTV 등을 통해 문제행위자에게 제재가 가해질 수 있음을 알려드립니다.',1),
                                                                                     (1,b'10','2025-07-08 15:14:50','2025년 시원하고 청량하게 여름나기 시쓰기/독후감/포스터 공모전을 개최합니다','1. 기간
2025-07-15 ~ 2025-08-20

2. 참가자격
북매니저에 회원가입이 되어있는 이용자

3. 주제
여름을 주제로 자신의 생각을 자유롭게 표현해주세요.

4. 수상
시쓰기 3명
독후감 5명
포스터 3명


기타 안내사항은 별도 첨부된 안내서를 확인해주시기 바랍니다.',1);
