INSERT INTO book_manager.question (user_id,question_type,title,content,status,created_at) VALUES
	 (1,1,'신청도서 입고문의','제가 신청한 책 언제 들어오나요?',0,'2025-07-07 02:50:46'),
	 (3,1,'전자책은 따로 대여가 가능한가요?','전자책으로 읽고 싶은데 여기 정책이 어떤지 모르겠습니다',0,'2025-07-07 02:50:46'),
	 (2,1,'분실한 책은 어떻게 처리해야 하나요?','실수로 빌려간 책을 잃어버렸습니다...',0,'2025-07-07 02:50:46'),
	 (2,1,'‘미움받을 용기’ 책은 예약할 수 없나요?','가능하다면 예약하고 싶네요',0,'2025-07-07 02:50:46'),
	 (3,1,'대여 중인 책은 연장 신청이 가능한가요?','평일에 읽을 시간이 안 나서 미처 다 읽지 못했습니다',2,'2025-07-07 02:50:46'),
	 (1,1,'도서 ‘자바의 정석’의 최신판은 언제 입고되나요?','입고되는 날에 바로 빌리고 싶습니다',2,'2025-07-07 02:50:46'),
	 (3,0,'도서 위치 정보가 다릅니다','스프링의 정석 위치 보고 찾아갔는데 엉뚱한 곳에 있더군요',1,'2025-07-07 02:50:46'),
	 (1,0,'탈퇴 요청 후에도 로그인됩니다','하루 빨리 탈퇴되었으면 좋겠습니다',0,'2025-07-07 02:50:46'),
	 (2,0,'로그인 시 500 에러 발생','예전에 로그인해둔 기기에선 괜찮은데 다른 기기에서 접속 불가',0,'2025-07-07 02:50:46'),
	 (1,0,'회원가입 버튼이 안 눌립니다','가족이 가입하려고 하는데 에러가 난다고 합니다',1,'2025-07-07 02:50:46');
INSERT INTO book_manager.question (user_id,question_type,title,content,status,created_at) VALUES
	 (1,0,'도서 검색이 되지 않아요','리액트의 정석이 있는 거 확실한데 왜 검색이 안 되죠?',0,'2025-07-07 02:50:46');
