INSERT INTO book_manager.wish (user_id,due_date,status,book_name,author,publisher,publish_date) VALUES
	 (1,'2025-07-07 02:01:02',b'001','시간의 뒤뜰에서','김어슬픈','바람책방','2021-05-03 00:00:00'),
	 (2,'2025-07-07 02:01:02',b'001','철수는 왜 우는가','이모르','푸른밤출판',NULL),
	 (3,'2025-07-07 02:01:02',b'001','망상의 기술','전비실','생각없는생각들','2019-11-11 00:00:00'),
	 (2,'2025-07-07 02:01:02',b'001','너무 긴 하루였어','정우','낯선하루',NULL),
	 (1,'2025-07-07 02:01:02',b'001','고양이에게 말 걸기','홍길냥','캣프레스','2020-02-20 00:00:00'),
	 (3,'2025-07-07 02:01:02',b'001','무지성 리더십','조은말','블루페이퍼',NULL),
	 (2,'2025-07-07 02:01:02',b'001','아무튼, 감자','감자별','오전열한시','2022-01-01 00:00:00'),
	 (1,'2025-07-07 02:01:02',b'001','반려식물은 나를 싫어해','김시듦','초록창고',NULL),
	 (3,'2025-07-07 02:01:02',b'001','마음의 점','이정답','무인도출판사','2018-08-08 00:00:00'),
	 (2,'2025-07-07 02:01:02',b'001','잠이 안 와서 쓰는 책','밤부엉이','조용한책방','2023-03-15 00:00:00');
INSERT INTO book_manager.wish (user_id,due_date,status,book_name,author,publisher,publish_date) VALUES
	 (1,'2025-07-07 02:01:02',b'001','문장이 잘 써지는 이상한 책','글쟁이A','문장공작소',NULL),
	 (2,'2025-07-07 02:01:02',b'001','역사 속 말장난','김역설','웃기는역사사','2015-10-10 00:00:00'),
	 (3,'2025-07-07 02:01:02',b'001','계란으로 바위 깨기','계란소년','노력의빛',NULL),
	 (1,'2025-07-07 02:01:02',b'001','그래도 고양이','캣로버','야옹출판','2017-07-17 00:00:00'),
	 (2,'2025-07-07 02:01:02',b'001','혼자 있는 시간의 즐거움','박혼자','고요한책들',NULL),
	 (3,'2025-07-07 02:01:02',b'001','오늘도 출근','노동맨','회사에서출판','2020-09-09 00:00:00'),
	 (1,'2025-07-07 02:01:02',b'001','이상한 나라의 장바구니','이소비','살림왕국','2021-12-12 00:00:00'),
	 (2,'2025-07-07 02:01:02',b'001','코딩 없이 개발하는 법','비개발자','제로프로그래밍',NULL),
	 (3,'2025-07-07 02:01:02',b'001','외계어로 말하기','Zxtlln','우주언어연구소','2024-01-01 00:00:00'),
	 (1,'2025-07-07 02:01:02',b'001','책 제목을 이렇게 지으면 팔릴까?','작가1','마케팅출판',NULL);
